Overload List
Name  |   Description
GetPlainText
 Returns the entire text in a plain text form.
GetPlainText(TextRange)
 Returns a substring of the text in a plain text form. The start and end of the substring is identified by a given  TextRange  .
 See Also
  FormattedText Class
  FormattedText Members
  Autodesk.Revit.DB Namespace